[
    {
        "id": 1,
        "title": "Внешние сервисы и сайты.txt",
        "text": "Компас-3D\nВопрос: Установить компас Ответ: Конечно! Давайте установим программу \"Компас-3D\". Для этого перейдите на официальный сайт разработчика (\"https://kompas.ru/\"). В разделе \"Продукты\" выберите интересующую вас версию программы. Рекомендую выбрать учебную версию, потому что она полностью бесплатная. Но не уверен, что она именно она вам подойдёт.\n\nПО \"Декларация\"\nВопрос: Установить ПО декларация Ответ: Конечно! Давайте установим программное обеспечение \"Декларация\". Для этого зайдите на официальный сайт данной программы (https://www.nalog.gov.ru/rn72/). Сверху выберите ваш регион. В вашем случае это будет \"72 Тюменская область\". Полистайте в самый низ и слева нажмите на самую первую строчку \"Программное обеспечение\". В новом окне найдите название программы \"Декларация\". Пролистнув немного вниз, найдите надпись \"Программа установки\", а напротив неё кнопку \"Загрузить\". Дождитесь скачивания установочного файла, откройте его и проследуйте несложным инструкциям.\n\n1С\nВопрос: Установить обновление 1С Ответ: Конечно! Давайте сделаем самостоятельное обновление программы 1С.\nПеред самым обновлением, вам необходимо узнать версию конфигурации 1С. Чтобы узнать текущую версию, нужно зайти в главном меню в раздел «Справка — О программе». Здесь вы увидите всю необходимую информацию о конфигурации. Вам нужно будет записать: версию платформы, а из пункта конфигурация выпишите версию программы. \nЧтобы скачать обновление, вам нужно:\n1. Если у вас нет файлов для обновлений, то для типовых конфигураций их можно скачать на портале https://users.v8.1c.ru/. Учтите, что если вы давно не обновляли конфигурацию, то для установки актуальной версии вам нужно будет скачать и установить несколько обновлений.\n2. Зайдите в раздел «Обновление программ» и выберите пункт «Скачать обновление программ».\n3. Заполните поля с логином и паролем и нажмите кнопку «Войти».\n4. Перед вами откроется страница обновления программ. Вам нужно будет обратить внимание на название конфигурации, а также актуальную версию — это последняя рабочая версия конфигурации. Для корректной работы нужно обновить свою версию программы именно до этой.\n5. Найдите в колонке «Название» свою конфигурацию и перейдите по ссылке.\n6. На новой странице найдите номер конфигурации в колонке «Обновление версии».\n7. Обновлений может быть несколько, но вам нужно найти самое свежее, которое будет доступно для вашей конфигурации. Перейдите по ссылке.\n8. Нажмите на пункт «Дистрибутив обновления»\n9. Нажмите на пункт «Скачать дистрибутив». Сохраните файл.\n10. Запустите файл и распакуйте.\nТеперь у нас скачанное обновление. Для того, чтобы его установить, нужно:\n1. Зайдите в папку, куда вы сохранили скачанные обновления, и запустите приложение setup.exe\n2. На компьютере будет запущена программа установки. Нажимайте кнопку «Далее»\n3. Программа предложит вам выбрать, куда выполнить установку файлов обновления. Вы можете оставить каталог, который вам предложили программа, а можете создать отдельную папку для обновлений и для установки указать именно этот каталог. Нажмите кнопку «Далее». Если хотите ознакомиться с описанием, не убирайте галочку «Открыть описание поставки» и нажмите кнопку «Готово».\nДалее, чтобы выполнить обновление 1С, нужно:\n1. Перед обновлением проверьте, чтобы все пользователи вышли из информационной базы. Это можно проверить из конфигуратора, перейти «Администрирование» -> «Активные пользователи». В списке должен быть только текущий пользователь.\n2. Для начала обновления откройте конфигурацию. Для этого перейдите «Конфигурация» -> «Открыть конфигурацию».\n3. Обязательно убедитесь, что конфигурация находится на поддержке. Перейдите «Конфигурация» -> «Поддержка» -> «Настройка поддержки». Должна появиться надпись «Конфигурация находится на поддержке». Если же такой надписи нет, то за обновлением вам следует обратиться к опытным программистам.\n4. Пройдите «Конфигурация» -> «Поддержка» -> «Обновить конфигурацию».\n5. Нажмите на пункт «Поиск доступных обновлений (рекомендуется)» и кнопку «Далее».\n6. Нажмите на пункт «Искать обновления в каталогах». Добавьте туда тот каталог, куда вы установили файлы для обновления. Нажните на «Далее».\n7. Обновление, которое вам необходимо, будет выделено жирным шрифтом. Нажмите на него и кнопку «Готово».\n8. В новом открытом окне вы сможете ознакомиться с описанием обновления. Далее нажмите кнопку «Продолжить обновление».\n9. Проверьте версию текущей конфигурации и версию, которая будет доступна после обновления. Всё правильно? Нажимайте «Ок».\n10. Процесс обновления может занять до 10 минут.\n11. Откроется окно с подтверждением обновления 1С. Нажмите на кнопку «Да».\n12. Новшества и изменения, включённые в новую конфигурацию. Нажмите кнопку «Принять».\n13. А теперь выполните запуск конфигурации в режиме «1С:Предприятие».\n14. Подтвердите легальность получения обновления\n15. После этого начнётся процесс подготовки информационной базы.\nГотово! Вы обновили 1С\n\nВопрос: Установить учебную версию \"1С: Предприятие\" Ответ: Конечно! Давайте скачаем Дистьрибутив \"1С: Предприятие 8\". Для этого:\n1. Посетите официальеный сайт разработчиков программы (https://1c.ru/).\n2. Сверху слева найдите надпись \"1С: Предприятие 8 для управления и учёта\" и нажмите на неё.\n3. Пролистните вниз и слева снизу найдите надпись \"Учебная версия\" и нажмите на неё.\n4. Пролистните вниз и найдите операционную систему своего компьютера. Вероятно это будет Windows, но это не точно. Нажмите на название своей операционной системы. \n5. Перед иконкой программы будет серая ссылка \"Получить продукт бесплатно\"\n6. Далее заполните необходимые поля, нажмите галочку, что вы согласны с лицензионным соглашением. Но настоятельно рекомендую с ним ознакомится. Затем нажмите кнопку \"Отправить\". Если кнопку нажать не получается, то проверьте корректность ввода полей.\n7. В течении суток вам придёт ссылка на почиту, которую вы указали ранее. Нажмите на ссылку для скачивания, дождитесь загрузки архива, распакуйте его, в папке найдите файл под названием \"setup\" и откройте его\n8. Пройдите простую процедуру установки, следуя инструкциям\n\n\nПО \"Adobe Acrobat Reader\"\nВопрос: Установить редактор pdf Ответ: Конечно! Давайте установим самый известный на данный момент редактор PDF - Adobe Acrobat. Для этого: \n1. Посетите официальный сайт установки Adobe Acrobat (https://get.adobe.com/ru/reader/)\n2. Нажмите на кнопку \"Загрузить Acrobat Reader\". Их на сайте 2, но вы можете нажать на любую из них. \n3. Дождитесь загрузки установочного файла, запустите его\n4. Пройдите несложную процедуру установки, следуя инструкциям\n\nВопрос: Установить Adobe Reader Ответ: Конечно! Давайте установим самый известный на данный момент редактор PDF - Adobe Acrobat. Для этого: \n1. Посетите официальный сайт установки Adobe Acrobat (https://get.adobe.com/ru/reader/)\n2. Нажмите на кнопку \"Загрузить Acrobat Reader\". Их на сайте 2, но вы можете нажать на любую из них. \n3. Дождитесь загрузки установочного файла, запустите его\n4. Пройдите несложную процедуру установки, следуя инструкциям\n\nПО \"Консультант\"\nВопрос: Установить консультант Ответ: Конечно! Давайте установим программу \"Консультант\". Я к сожалению не знаю как установить программу на ПК, потому что она платная. Однако могу подсказать по установке на телефон. Для начала зайдите в настройки своего телефона и в разделе \"О телефоне\" или подобного рода узнайте свою платформу. Если же она не IOS, например, Android/MIUI и прочее, то сделайте следующее:\n1. Посетите официальный сайт RuStore (https://www.rustore.ru/) и нажмите кнопку \"Скачать RuStore\"\n2. Дождитесь конца загрузки установочного файла, запустите его и дождитесь конца загрузки приложения\n3. В поиске введите \"Консультант Плюс\"\n4. В выпадающем списке найдите нужное приложение, нажмите на него и нажмите кнопку \"Установить\"\nЕсли же у вас IOS, то вы должны сделать всё то же самое, но в магазине AppStore. Для этого:\n1. Зайдите в AppStore. Если ваша платформа IOS, то это приложение должно у вас точно быть \n2. В поиске введите \"Консультант Плюс\"\n3. В выпадающем списке найдите нужное приложение, нажмите на него и нажмите кнопку \"Установить\"\n\nПО \"Microsoft Picture Manager\"\nВопрос: Установить Microsoft Picture Manager Ответ: Конечно! Давайте установим Microsoft Picture Manager. К сожалению, данная программа не входит в состав Office 2013 и более поздних версий, но есть её улучшенная и современная версия, которую можно установить как автономное приложение. Оставлю вам ссылку на чтение с подробной инструкцией по установке (https://support.microsoft.com/ru-ru/topic/%D0%B3%D0%B4%D0%B5-%D0%BD%D0%B0%D0%B9%D1%82%D0%B8-picture-manager-58837c3e-34db-4904-95e8-4eca7b7c5730)\n\nПО \"Zoom\"\nВопрос: Установить zoom Ответ: Конечно! Давайте утсановим Zoom. Для этого перейдите на официальный сайт разработчика программы для загрузки (https://zoom.us/ru/download) нажмите на кнопку \"Загрузить 64-bit\", дождитесь окончания загрузки установочного файла, запустите его и пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nВопрос: Установить зум Ответ: Конечно! Давайте установим Zoom. Для этого:\n1. Перейдите на официальный сайт разработчика программы для загрузки (https://zoom.us/ru/download) \n2. Нажмите на кнопку \"Загрузить 64-bit\"\n3. Дождитесь окончания загрузки установочного файла, запустите его\n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nПО \"Skype\"\nВопрос: Установить skype Ответ: Конечно! Давайте установим Skype. Для этого:\n1. Перейдите на официальный сайт установки (https://www.skype.com/ru/get-skype/)\n2. Найдите синюю кнопку и нажмите на стрелочку справа и выберите \"Get Skype for Windows\"\n3. Дождитесь конца загрузки установочного файла, запустите его\n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nВопрос: Установить скайп Ответ: Конечно! Давайте установим Skype. Для этого:\n1. Перейдите на официальный сайт установки (https://www.skype.com/ru/get-skype/)\n2. Найдите синюю кнопку и нажмите на стрелочку справа и выберите \"Get Skype for Windows\"\n3. Дождитесь конца загрузки установочного файла, запустите его\n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nПО \"Autodesk Revit\"\nВопрос: Установить Autodesk Revit Ответ: Конечно! Давайте установим программу Autodesk Revit. К сожалению, данная программа находится под санкциями и скачать её в данный момент невозможно. Но есть русские сайты. Возьмём один изх них. Для этого:\n1. Посетите сайт с нужным программным обеспечением (https://autodesk-revit.download-windows.org/)\n2. Найдите нужную вам версию программы и напротив неё нажмите на кнопку \"Скачать бесплатно\"\n3. Дождитесь загрузки архива, распакуйте его туда, где вам будет удобно\n4. Запустите установочный файл. Обычно он имеет расширение *.exe или *.msi\n5. Пройдите несложную процедуру установки, следуя инструкциям\n\nПО \"Radmin VPN\"\nВопрос: Установить и настроить radmin vpn Ответ: Конечно! Давайте вместе установим программу Radmin VPN и настроим её. Для установки программы:\n1. Посетите официальный сайт для установки (https://www.radmin-vpn.com/ru/)\n2. Снизу нажмите на голубую кнопку \"Скачать бесплатно\" и дождитесь загрузки установочного файла и откройте его\n3. Пройдите несложную процедуру установки, следуя инструкциям\nГотово! У нас есть VPN. Теперь нам нужно его настроить. Для этого:\n1. Запустите программу Radmin VPN\n2. Выберете вкладку “Сеть” и в выпадающем списке выберете “Присоединиться к сети”.\n3. Введите необходимое “Имя сети” и “Пароль” и нажмите “Присоединиться”.\n\nПО \"Python\"\nВопрос: Установить Python? Ответ: Конечно! Давайте установим самую простую среду разработки на языке программирования Python - IDLE Python. Для этого:\n1. Зайдите на официальный сайт разработчика по установке (https://www.python.org/downloads/)\n2. Сверху нажмите на \"Download Python\" и дождитесь конца загрузки\n3. Запустите установочный файл\n4. Нажмите на кнопку \"Install Now\"\n5. Дождитесь конца загрузки приложения\n\nПО \"Microsoft Teams\"\nВопрос: Установить Microsoft Teams Ответ: Конечно! Давайте установим программу Microsoft Teams. Для этого:\n1. Посетите сайт для установки приложения (https://www.microsoft.com/ru-ru/microsoft-teams/)\n2. Нажмите на кнопку \"Скачать\", а на следующей странице \"Скачать для Windows\"\n3. Дождитесь конца установки загрузочного файла, а затем запустите его\n4. Пройдите простую процедуру установки, следуя инструкциям\n\nПО \"Telegram\"\nВопрос: Установить Telegram Ответ: Конечно! Давайте установим Telegram. Для этого:\n1. Перейдите на официальный сайт установки (https://desktop.telegram.org/)\n2. Нажмите синюю кнопку \"Get Telegram for Windows x64\"\n3. Выберите куда вы загрузите установочный файл, дождитесь конца скачивания и откройте установочный файл \n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nВопрос: Установить Телеграм Ответ: Конечно! Давайте установим Telegram. Для этого:\n1. Перейдите на официальный сайт установки (https://desktop.telegram.org/)\n2. Нажмите синюю кнопку \"Get Telegram for Windows x64\"\n3. Выберите куда вы загрузите установочный файл, дождитесь конца скачивания и откройте установочный файл \n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nПО \"2ГИС\"\nВопрос: Установить 2ГИС Ответ: Хорошо! Оставлю вам ссылку с подробной установкой и обновлением программы на телефон и ПК (https://help.2gis.ru/question/kak-ustanovit-2gis/)\n\nПО \"Yandex\"\nВопрос: Установить Yandex Ответ: Конечно! Давайте установим Яндекс. Для этого:\n1. Перейдите на официальный сайт установки (https://browser.yandex.ru/)\n2. Нажмите белую кнопку \"Скачать\"\n3. Дождитесь конца скачивания и откройте установочный файл \n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nВопрос: Установить Яндекс Ответ: Конечно! Давайте установим Яндекс. Для этого:\n1. Перейдите на официальный сайт установки (https://browser.yandex.ru/)\n2. Нажмите белую кнопку \"Скачать\"\n3. Дождитесь конца скачивания и откройте установочный файл \n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nВопрос: Установить Яндекс Браузер Ответ: Конечно! Давайте установим Яндекс. Для этого:\n1. Перейдите на официальный сайт установки (https://browser.yandex.ru/)\n2. Нажмите белую кнопку \"Скачать\"\n3. Дождитесь конца скачивания и откройте установочный файл \n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nПО \"Google Chrome\"\nВопрос: Установить Google Chrome Ответ: Конечно! Давайте установим Яндекс. Для этого:\n1. Перейдите на официальный сайт установки (https://www.google.com/intl/ru_ru/chrome/)\n2. Нажмите белую кнопку \"Скачать Chrome\"\n3. Дождитесь конца скачивания и откройте установочный файл \n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nВопрос: Установить Google Ответ: Конечно! Давайте установим Яндекс. Для этого:\n1. Перейдите на официальный сайт установки (https://www.google.com/intl/ru_ru/chrome/)\n2. Нажмите белую кнопку \"Скачать Chrome\"\n3. Дождитесь конца скачивания и откройте установочный файл \n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nВопрос: Установить Гугл Ответ: Конечно! Давайте установим Яндекс. Для этого:\n1. Перейдите на официальный сайт установки (https://www.google.com/intl/ru_ru/chrome/)\n2. Нажмите белую кнопку \"Скачать Chrome\"\n3. Дождитесь конца скачивания и откройте установочный файл \n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nВопрос: Установить Гугл Хром Ответ: Конечно! Давайте установим Яндекс. Для этого:\n1. Перейдите на официальный сайт установки (https://www.google.com/intl/ru_ru/chrome/)\n2. Нажмите белую кнопку \"Скачать Chrome\"\n3. Дождитесь конца скачивания и откройте установочный файл \n4. Пройдите несложную процедуру установки, следуя инструкциям на экране.\n\nДрайвера для сканеров\nВопрос: Установить драйвера для сканера Ответ: Конечно! Давайте установим драйвера для сканера. Для начала, узнайте данные о своём принтере, а именно название компании производителя и название модели. Для этого:\n1. Зайдите в Пуск -> Параметры -> Устройства -> Принтеры и сканеры\n2. Найдите ваш принтер и, щёлкнув по нему, нажмите на кнопку \"Управление\".\n3. Снизу нажмите \"Свойства принтера\"\n4. В открывшемся окне найдите название компании производителя и название модели\nТеперь переходим в браузер, предпочтительно использовать Google Chrome:\n1. В поисковик введите \"Скачать драйвера на...\" и название компании производителя, и название модели, найденные ранее\n2. Зайдите на официальный сайт производителя и скачайте драйвера.\nДальше всё зависит от ситуации, но преимущественно даётся установочный файл, который нужно скачать с сайта, запустить и пройти нетрудную процедуру установки, следуя инструкциям\n"
    },
    {
        "id": 2,
        "title": "Неопределенные запросы.txt",
        "text": "Содержание вопроса: Ненормативная лексика, оскорбления, текст без четкого смысла, вопросы не относящиеся к тематике технической поддержки\nОтвет: Для того чтобы мы могли вам помочь, уточните, с какой именно задачей или проблемой вам нужна помощь. Опишите оборудование, программное обеспечение или сервис, с которыми возникли трудности."
    },
    {
        "id": 3,
        "title": "Общесистемное ПО.txt",
        "text": "Вопрос: поменять/установить шрифт на компьютере\nОтвет: Для того, чтобы изменить размер шрифта есть пара способов.\n\nЧерез контекстное меню рабочего стола:\n1) Кликните правой кнопкой мыши в произвольной точке рабочего стола.\n2) Откроется контекстное меню, в котором нужно выбрать «Разрешение экрана».\n3) Слева в дополнительном окне выберите подходящий размер шрифта.\n\nЧерез «Панель управления»:\n1) Нажмите кнопку «Пуск» в левом нижнем углу экрана.\n2) Выберите «Панель управления», далее «Оформление».\n3) Появится дополнительное окно, кликните на первую надпись: «Экран».\n4) Выберите «Изменение текста и других элементов».\n5) В графе размера стоит 100% по умолчанию, его можно увеличить до 125% или выбрать в левой колонке надпись «Другой размер шрифта».\n6) Появится дополнительное меню, где на выбор представлено несколько вариантов: 125%, 150%, 175%, 200%.\n7) Выберите подходящий размер и нажмите «Принять». Размер меняется сразу, перезагрузка не требуется.\n\n\nДля того, чтобы поменять сам шрифт, одним из способов является добавление шрифта из Microsoft Store. В приложении «Параметры» выберите «Персонализация» > «Шрифты» и выберите «Получить дополнительные шрифты в Microsoft Store». Шрифт будет скачан и установлен автоматически.  \n\n\n\nВопрос: не может удалённо подключиться\nОтвет: Вот несколько рекомендаций, которые могут помочь исправить проблемы с удалённым подключением:\n\n* Проверить сетевое соединение. Убедитесь, что компьютер подключён к интернету. Для проверки связи с удалённым компьютером можно использовать команду ping через терминал/командную строку компьютера.\n* Проверить настройки удалённого доступа. На удалённом компьютере должна быть включена возможность удалённого доступа и запущен соответствующий сервис. В Windows для этого нужно открыть «Параметры системы», перейти в раздел «Система» — «Удалённый рабочий стол» и включить опцию «Разрешить удалённые подключения к этому компьютеру». \n* Проверить настройки брандмауэра и антивируса. Нужно убедиться, что программа удалённого доступа добавлена в список исключений. Настройки следует проверить на обоих компьютерах — как на том, с которого пытаются подключиться, так и на удалённом.\n* Проверить IP-адреса и DNS. Если для подключения используется имя компьютера, нужно убедиться, что DNS-сервер правильно переводит имя в IP-адрес. Если DNS не может разрешить имя компьютера, стоит попробовать подключиться, используя IP-адрес напрямую. \n\n\n\nВопрос: не подключена сеть\nОтвет: Если сеть не подключена к интернету, можно попробовать следующее:\n\n* Перезагрузить компьютер. Для этого нужно открыть меню «Пуск», нажать «Выключение» и выбрать перезагрузку.\n* Проверить доступ к веб-ресурсу. Возможно, неполадка связана не с ПК и роутером, а с конкретным сайтом. Чтобы убедиться в этом, нужно открыть другие сайты.\n* Проверить соединение на других устройствах. Для этого нужно попробовать подключиться к домашней сети при помощи смартфона или другого девайса. Если страничка загрузится, то с интернетом всё нормально — причина неполадки может быть связана с ПК.\n* Запустить средство устранения неполадок. Для этого в разделе «Параметры» нужно найти «Сеть и Интернет», после чего кликнуть «Средство устранения сетевых неполадок». Затем система в автоматическом режиме осуществит поиск проблем с соединением и устранит их по возможности.\n* Сбросить настройки подключения ОС к интернету. В последних версиях операционной системы Windows есть опция, которая позволяет удалить все настройки сетевых адаптеров и, соответственно, их подключения.\n* Проверить настройки сетевой карты в БИОС (UEFI). Редкая, но возможная причина — сетевой адаптер находится в выключенном состоянии в БИОС. Настройки встроенной сетевой карты ПК могут находиться в разных разделах БИОС. Необходимо отыскать их, чтобы переключить состояние в значение Enabled. После этого нужно сохранить параметры и перезагрузить ПК.\n* Найти вредоносное ПО и вирусы. От вирусов не застрахован ни один ПК — тем более если на нём не установлен соответствующий антивирус. Рекомендуется отключить незнакомые программы и перезагрузить ПК. Также желательно проверить дисковое пространство компьютера на наличие вирусов.\n\n\n\nВопрос: не меняется раскладка клавиатуры \nОтвет: Если не меняется раскладка клавиатуры, можно попробовать следующие решения:\n\n* Настроить раскладку клавиатуры. Откройте «Пуск», выберите «Панель управления», найдите раздел «Язык и региональные настройки» и запустите его. В открывшемся меню перейдите в «Языки и клавиатуры» и кликните на «Изменить клавиатуру». Добавьте необходимую раскладку и настройте переключение с использованием комбинаций клавиш.\n* Восстановить языковую панель. Откройте «Мой компьютер» и перейдите к разделу жёсткого диска, где установлена операционная система. Откройте папку «Windows», в ней отыщите директорию «System32» и перейдите к ней. Найдите исполнительный файл «ctfmon» и запустите его. После этого перезагрузите компьютер.\n* Проверить систему на вирусы. Некоторые вирусы блокируют работу системных утилит, в том числе отвечающей за смену языка.\n\n\n\nВопрос: проблема с работой директории ПК с сетевой папкой\nОтвет: имое ответа\nЕсли возникли проблемы с работой директории папки с сетевой папкой, можно попробовать следующие действия:\n\n* Проверить настройки общего доступа. В Windows 10 в «Центре управления сетями и общим доступом» нужно нажать «Изменить дополнительные параметры общего доступа» и включить сетевое обнаружение и общий доступ к файлам и принтерам. В Windows 11 — зайти в «Параметры» — «Сети и Интернет» — «Дополнительные сетевые параметры» — «Дополнительные параметры общего доступа» и включить сетевое обнаружение, автоматическую настройку устройств, общий доступ к файлам и принтерам. \n* Убедиться, что в настройках роутера включён общий доступ к сетевому накопителю.\n* Проверить, не блокирует ли сетевые устройства антивирус или брандмауэр.\n* Убедиться, что рабочая группа одинакова на всех устройствах. Для этого нужно открыть свойства компьютера «Система» и перейти в «Дополнительные параметры системы».\n* Проверить, что пользователю, под которым подключаются к сетевой папке, предоставлены права доступа на сервере. Для этого нужно открыть свойства общей папки на сервере и убедиться, что у пользователя есть права доступа.\n* Проверить, что используются правильные имя пользователя и пароль для доступа к сетевой папке. Если имя и пароль не запрашиваются, можно попробовать удалить сохранённые пароли для доступа к сетевой папке в диспетчере учётных записей Windows.\n\n\n\nВопрос: подключить сетевой диск\nОтвет: Чтобы подключить сетевой диск, выполните следующие действия:\n1. Откройте проводник, выберите «Этот компьютер». Нажмите «Компьютер» в панели наверху, затем — «Подключить сетевой диск» (Windows 10) или «Сетевая карта диска» (Windows 8). Другой вариант — нажать правой кнопкой мыши на «Этот компьютер» и во всплывающем меню выбрать «Подключить сетевой диск…». Если верхней панели нет, то нажмите правой кнопкой мыши на «Файл», а затем уберите галочку напротив «Сворачивать ленту». Если верхней панели нет, то нажмите правой кнопкой мыши на «Файл», а затем уберите галочку напротив «Сворачивать ленту».\n\n2. У вас откроется диалоговое окно, в котором нужно выбрать букву диска (любую свободную) и путь к нему.\n\n3. Нажмите «Обзор» и выберите нужную папку в качестве сетевого диска. Нажмите ОК. На этом этапе компьютер может попросить ввести данные для входа (логин и пароль) того компьютера, к которому вы пытаетесь подключиться. Введите их самостоятельно или обратитесь к владельцу устройства.\n\n4. Если вы хотите, чтобы диск автоматически подключался при каждом включении компьютера, поставьте галочку «Восстанавливать подключение при входе в систему». По умолчанию этот параметр включён.\n\n\n\nВопрос: Не открываются файлы из архива\nОтвет: Если не открываются файлы из архива, можно попробовать следующие действия:\n\n* Использовать архиваторы для распаковки архива — 7-Zip, WinRAR.\n* Найти другой источник для скачивания файла, если ошибка возникает при открытии только что скачанного файла из интернета.\n* Проверить, откроются ли архивы на другом компьютере (можно и на смартфоне). Для архивов из интернета лучше заново загрузить их на другом устройстве.\n* Просканировать носитель, где ранее хранился архив, специальными утилитами, чтобы попробовать найти на них его копию.\n* Использовать функцию восстановления повреждённого архива в WinRAR. Для этого нужно запустить программу, перейти в папку, где содержится архив с ошибкой, выбрать его и нажать кнопку «Исправить».\n\n\n\nВопрос: Файлы не сохраняются в программе\nОтвет: Если файлы не сохраняются в программе, можно попробовать следующие действия:\n\n* Запускать программу от имени администратора. Для однократного запуска можно найти программу с помощью поиска в панели задач, нажать по найденному результату правой кнопкой мыши и выбрать «Запуск от имени администратора». Если нужно постоянно запускать программу от администратора, нужно открыть свойства её ярлыка, затем на вкладке «Ярлык» нажать кнопку «Дополнительно», установить отметку «Запуск от имени администратора» и применить настройки.\n* Не сохранять файлы в системные расположения. Если обязательно нужно поместить файл в системную папку, можно сначала сохранить его, например, на рабочий стол (или другое несистемное расположение), а затем в проводнике перенести в нужное место.\n* Проверить права доступа к папкам. Если папка не системная, нужно открыть её свойства и на вкладке «Безопасность» изменить разрешение для группы «Пользователи» на «Полный доступ», чтобы иметь возможность сохранять файлы в эту папку.\n* Отключить антивирус. Иногда мешает работающий антивирус, который видит в файле какую-то известную только ему опасность. В таком случае нужно на минуту отключить его и сохранить файл.\n* Проверить, не переполнен ли диск информацией. Отредактированный файл может не помещаться на диск. В таком случае нужно сохранять его как новый документ, но уже на другой носитель.\n\n\n\nВопрос: не может найти файлы с изменениями\nОтвет: Если не удаётся найти файл с изменениями, можно попробовать следующие решения:\n\n* Использовать функцию «Предыдущие версии» в системе Windows. Для этого нужно открыть «Проводник», открыть папку, в которой находился перезаписанный файл, в любом месте папки щёлкнуть правой кнопкой мыши и выбрать «Свойства». Затем перейти на вкладку «Предыдущие версии», просмотреть список версий с датами и найти нужную. После этого выбрать версию для восстановления и нажать «Восстановить».\n* Воспользоваться облачным хранилищем. Например, в Dropbox нужно выбрать файл, опцию «Управление версиями», прокрутить доступные версии файла, выбрать нужную и нажать кнопку «Восстановить».\n* Просмотреть временную папку (Temp) в системе Windows. Для этого нужно открыть меню «Пуск», нажать «Выполнить» и Enter, ввести или скопировать следующий текст: %systemdrive%\\Windows\\Temp. Затем повторить шаги со следующим текстом: %userprofile%\\AppData\\Local\\Temp. Открыть обе папки и просмотреть каждую из них, чтобы найти нужный файл.\n\n\n\nВопрос: Постоянно выходит сообщение об обновлении\nОтвет: одержимое ответа\nЕсли постоянно выходит сообщение об обновлении, можно попробовать следующие решения:\n\n* Отключить уведомления об обновлениях в Windows 10. Для этого нужно открыть «Пуск», нажать на значок с шестерёнкой, чтобы перейти в «Параметры», на панели слева выбрать раздел «Обновление и безопасность», в категории «Центр обновления Windows» нажать на кнопку «Дополнительные параметры» и отключить настройку «Уведомления об обновлениях».\n* Использовать «Редактор локальной групповой политики». Для этого нужно щёлкнуть правой кнопкой мыши по «Пуску» и из появившегося контекстного меню выбрать пункт «Выполнить». Затем ввести команду gpedit.msc и активировать её при помощи нажатия клавиши Enter. После этого развернуть «Конфигурация компьютера», выбрать папку «Административные шаблоны», а в ней — «Компоненты Windows». Левой кнопкой мыши щёлкнуть по каталогу «Центр обновления Windows» и просмотреть хранящиеся внутри него политики. Найти «Параметры отображения уведомлений об обновлениях» и дважды нажать на эту политику, чтобы открыть её «Свойства». Затем включить её и из списка ниже выбрать подходящий вариант отключения уведомлений. После этого нужно применить новые настройки и перезагрузить компьютер, чтобы они вступили в силу.\n\n\n\nВопрос: Нет места на диске С, почистить диск С\nОтвет: Перед любыми действиями с диском рекомендуется создать резервную копию важных данных. Если на диске C не хватает места, можно попробовать следующие решения:\n\n* Удалить временные файлы. Для этого нужно нажать комбинацию клавиш Win+R, ввести команду %TEMP% и удалить все файлы из открывшейся папки.\n* Использовать встроенную утилиту «Очистка диска». Для этого нужно открыть меню «Пуск», в поисковой строке набрать «Очистка диска» и выбрать диск, требующий очистки.\n* Очистить корзину. Для этого нужно щёлкнуть правой кнопкой мыши по значку корзины, выбрать в меню пункт «Очистить корзину» и «Да» в диалоговом окне подтверждения.\n* Удалить личные файлы или переместить их на внешнее запоминающее устройство. Например, видео, музыку, фотографии и документы можно переместить на USB-накопитель или SD-карту.\n* Сохранить новые личные файлы на другом диске. Для этого нужно нажать кнопку «Пуск», выбрать «Параметры», перейти в раздел «Система», а затем «Хранилище». В разделе «Другие параметры хранилища» выбрать «Изменить место сохранения нового содержимого» и для каждого типа содержимого выбрать диск из раскрывающегося меню.\n* Включить функцию «Файлы из OneDrive по запросу». Она сохраняет на жёстком диске небольшой файл-заполнитель вместо полноразмерного файла, хранящегося в облаке.\n Если проблема не решена, можно попробовать обновить системный диск на более ёмкий или добавить ещё один жёсткий диск в компьютер.\n\n\n\nВопрос: Уменьшить файл\nОтвет: Уменьшить размер файла можно с помощью онлайн-сервисов, например:\n\n* ILovePDF. Нужно перейти по ссылке и добавить файл, загрузив его со встроенного диска, из Google Drive или Dropbox. Затем выбрать степень сжатия и кликнуть Compress PDF. После обработки скачать файл, нажав Download compressed PDF.\n* PDF2GO. Нужно открыть сервис и загрузить файл, выбрав с диска, из облака или просто перетащив в окно. Затем указать уровень компрессии и кликнуть «Начать». После этого скачать готовый файл, кликнув по соответствующей кнопке.\n* Adobe Acrobat. Нужно зарегистрироваться по электронной почте или войти в сервис с помощью Google-аккаунта либо соцсетей. Затем открыть PDF, кликнув «Выбрать файл». Определить, насколько нужно уменьшить PDF-файл, и нажать «Сжать». После этого кликнуть «Загрузить» для скачивания обработанного документа.\n\nДля уменьшения размера файла офлайн на компьютере можно использовать следующие программы:\n* Microsoft Word. Нужно открыть в Word нужный PDF и перейти в меню «Файл». Затем кликнуть «Сохранить как» и указать нужную папку. Выбрать в качестве типа файла PDF, а для оптимизации — «Минимальный размер».\nТакже для сжатия больших файлов можно использовать архиватор 7-Zip. Этот бесплатный архиватор умеет сжимать очень большие файлы и папки.\n\n\n\nВопрос: время сбилось\nОтвет: Если на компьютере сбилось время, можно попробовать следующее:\n\n* Включить синхронизацию времени в «Параметрах». Для этого нужно открыть «Параметры» системы, перейти в категорию «Время и язык», после открыть вкладку «Дата и время» и нажать на кнопку «Синхронизировать».\n* Изменить адрес сервера. Для этого нужно открыть «Панель управления», открыть раздел «Дата и время», перейти ко вкладке «Время по Интернету» и нажать на кнопку «Изменить параметры…». В следующем окне ввести адрес сервера, затем нажать на кнопку «Обновить сейчас», проверить, синхронизировалось ли время, и выйти, нажав на кнопку «ОК».\n* Настроить часовой пояс. Для этого нужно открыть «Панель управления», открыть раздел «Дата и время», перейти на вкладку «Часовой пояс» и нажать на кнопку «Изменить часовой пояс». 12 В следующем окне подобрать часовой пояс, соответствующий местоположению, и применить изменения нажатием на кнопку «ОК».\n* Переподключить к сети Интернет. Если настройка времени производится по сети, возможно, дело кроется в нестабильном подключении к интернету. Для начала надо перезагрузить сеть, отключив и вновь включив роутер. Если не помогло, можно попробовать подключиться к другой точке, например, с телефона, и там уже попробовать обновить время.\n* Проверить систему антивирусом. Для этого нужно открыть главное окно антивируса и запустить процедуру сканирования. Если в системе имеются вирусы, программа обнаружит их и автоматически обезвредит — поместит в карантин или удалит совсем.\n\n\n\nВопрос: создать общую папку для работы с документами\nОтвет: Для создания общей папки для работы с документами в локальной сети в Windows можно следовать такой инструкции:\n\n1. Создайте папку. Если она будет использоваться для совместной работы с документами Word, Excel и т. п., то можно создать её на рабочем столе. Для обмена крупными файлами — на том диске, где больше всего свободного пространства.\n2. Нажмите по папке правой кнопкой мыши и выберите «Свойства».\n3. Перейдите в пункт «Доступ».\n4. Нажмите на кнопку «Расширенная настройка».\n5. Поставьте галочку напротив пункта «Открыть общий доступ к этой папке».\n6. Перейдите в директорию «Разрешения». По умолчанию все сетевые пользователи имеют право только смотреть в эту папку и открывать находящиеся в ней файлы. Чтобы дать возможность изменения файлов по сети, поставьте флажок «Полный доступ». Флажок «Изменение» проставится автоматически.\n7. Нажмите «ОК».\n8. Перейдите во вкладку «Безопасность». Нажмите кнопку «Изменить».\n9. Добавьте нужного пользователя. Напишите вручную слово «Все» (только без кавычек и с большой буквы) и нажмите «ОК».\n10. Проставьте флажок «Полный доступ» и нажмите «ОК».\n11. Вернитесь к папке и перейдите во вкладку «Безопасность». Нажмите «Изменить».\n12. Добавьте нужного пользователя. Введите имя пользователя, которого хотите добавить, и дайте ему те права, которыми хотите наделить эту группу.\n13. Вернитесь во вкладку «Безопасность». Ещё раз проверьте, какие права вы даёте для файлов, расположенных в папке, и перейдите в раздел «Дополнительно». Здесь нужно установить галочку напротив «Заменить все записи разрешений дочернего объекта наследуемыми от этого объекта». Нажмите «ОК».\n14. Подтвердите все предыдущие действия через кнопку «Да» в появившемся окне. \nСозданная папка будет доступна в «Проводнике» во вкладке «Сеть».\n\n\n\nВопрос: зависает программа\nОтвет: Если зависает программа на компьютере, можно попробовать следующие действия:\n\n* Подождать. Возможно, программе нужно некоторое время на выполнение фоновых операций. Если через 5–10 минут приложение не отвисает, то, возможно, произошла программная ошибка.\n* Закрыть другие приложения, которые в данный момент работают, чтобы освободить ресурсы компьютера.\n* Закрыть программу через диспетчер задач. Для этого нужно вызвать диспетчер задач с помощью сочетания клавиш Ctrl + Shift + Esc и обратиться к вкладке «Процессы». Далее нужно найти проблемное приложение, вызвать контекстное меню и выбрать «Снять задачу».\n* Отключить антивирус. Если на компьютере установлен сторонний антивирус, попробуйте его отключить или добавьте не отвечающую программу в его исключения.\n* Переустановить программу. Если зависание вызвано повреждением её файлов, эффективным решением станет полная переустановка приложения.\n\nЕсли зависания повторяются, рекомендуется проанализировать, на каком этапе происходит ситуация. Возможно, приложение работает с большими объёмами данных.\nЕсли проблема не решается, рекомендуется обратиться за помощью к специалисту.\n\n\n\nВопрос: Отключить Касперского\nОтвет: Перед отключением антивируса рекомендуется убедиться в необходимости таких действий и соблюдать меры безопасности. Чтобы полностью отключить антивирус «Касперского» на компьютере, нужно:\n1. Открыть «Настройки».\n2. Перейти в «Настройки безопасности».\n3. Выбрать «Антивирус».\n4. Сдвинуть ползунок для деактивации.\n\nДля временного отключения на 30 минут:\n1. Запустить антивирус.\n2. Зайти в «Настройки».\n3. Перейти в раздел «Общие».\n4. Вверху найти ползунок, который нужно сдвинуть для отключения антивируса.\n\nЕщё один способ — через контекстное меню на значке программы в панели управления Windows:\n1. Нажать правой кнопкой мыши на значок Kaspersky в правой части панели управления (где данные о Wi-Fi, уровне звука, языке и так далее).\n2. В выпавшем контекстном меню поставить защиту на паузу: на время от 1 минуты до 5 часов, насовсем или до перезагрузки компьютера.\n\n\n\nВопрос: Вопросы по файлам (не открываются pdf файлы, jpg картинки, видеофайлы, heic - файл, выписки из программы \"ЕГРН\" )\nОтвет: одержимое ответа\nЕсли не открывается файл на компьютере, можно попробовать следующее:\n\n* Установить необходимую программу. Для этого можно воспользоваться встроенным в Windows сервисом: при попытке открыть файл появится окошко, в котором можно выбрать «Поиск соответствия в Интернете» или «Выбор программы из списка установленных». В первом случае система проанализирует, к какому типу относится файл, и предложит скачать подходящую программу. Во втором — можно самостоятельно выбрать программу для открытия файла из уже установленных на ПК.\n* Конвертировать файл в знакомый формат. 2 Для этого существуют онлайн-сервисы. 1 Например, если нужно перевести файл из формата PDF в WORD, в строке браузера вводят «конвертер из PDF в WORD» и находят подходящее приложение.\n* Проверить компьютер на наличие вирусов. 34 Для этого можно использовать любой антивирус, например, AdwCleaner или Dr.Web CureIt.\n* Проверить возможность копирования файла на другой диск. Если да — выполнить действие и проверить открытие с другого диска.\n\n\n\nВопрос: Огромные значки на рабочем столе\nОтвет: Если на рабочем столе огромные значки, можно попробовать следующие действия:\n\n* Изменить размер значков через контекстное меню. Для этого нужно нажать правой кнопкой мыши в любом пустом месте рабочего стола, выбрать пункт «Вид» и выбрать один из вариантов: крупные значки, обычные значки или мелкие значки.\n* Использовать колёсико прокрутки мыши. Нужно нажать и удерживать клавишу CTRL на рабочем столе, одновременно прокручивая колесо для изменения размера значков.\n* Настроить разрешение экрана. Если в настройках операционной системы выбрано не самое высокое разрешение экрана, значки на рабочем столе могут стать огромными. Для нормализации их отображения потребуется задать этому параметру максимальное значение.\n\n\n\nВопрос: Исчезли файлы с ПК\nОтвет: Если исчезли файлы с ПК, можно попробовать следующие действия:\n\n* Поискать файлы в корзине Windows (ярлык корзины находится на рабочем столе).\n* Проверить папку «Карантин» антивирусной программы. Возможно, файл счёл подозрительным и попал в карантин.\n* Запустить поиск на всех жёстких дисках компьютера. В разных версиях Windows это делается по-разному.\n* Использовать файловый менеджер (FAR, Total Commander, Проводник и т. п.). Если файл найден, перенести его в нужное место или восстановить из корзины.\n* Посмотреть свойства папки «Рабочий стол». Во вкладке «Предыдущие версии», возможно, сохранилась копия каталога.\n\nСамостоятельное восстановление данных может быть чревато полной потерей информации. Если нет уверенности в своих силах, рекомендуется обратиться к специалистам.\n\n\n\nВопрос: Папки отделов стали пустыми\nОтвет: Если папки отделов стали пустыми, можно попробовать следующие решения:\n\n1. Показать скрытые файлы в проводнике. Для этого нужно ввести в поле поиска Windows «параметр папки» и выбрать «Параметры проводника файлов». В окне «Параметры проводника» перейти на вкладку «Просмотр» и выбрать «Показывать скрытые файлы, папки и диски» в разделе «Скрыть файлы и папки».\n2. Показать отсутствующие файлы в пустой папке с помощью команды Run attrib. Для этого нужно одновременно нажать клавиши «Windows + R» и ввести «cmd» в поле поиска. Запустить командную строку от имени администратора. Определить букву папки на диске, которая отображается пустой. Например, если это диск X, то нужно ввести команду: «attrib -h -r -s /s /d x:*.*». После ввода команды нажать «Enter». Обновить папку и посмотреть, отображаются ли файлы сейчас.\n3. Восстановить скрытые файлы в пустой папке с помощью программного обеспечения для восстановления данных. Например, Wondershare Recoverit или EaseUS File Recovery. Программа поможет восстановить все виды удалённых, скрытых или потерянных файлов, включая изображения, видео, документы, аудио и многое другое.\n\n\n\nВопрос: Пропал ярлык программы/сайта/папки/почты, нет значков на рабочем столе\nОтвет: Если пропал ярлык программы или папки на ПК, можно попробовать следующие действия:\n\n* Проверить, включено ли отображение значков рабочего стола. Для этого кликните правой кнопкой мыши по рабочему столу, выберите пункт «Вид» и убедитесь, что отмечен пункт «Отображать значки рабочего стола». Также попробуйте отключить этот пункт, а затем — снова включить.\n* Создать элемент на рабочем столе. Кликните правой кнопкой мыши по рабочему столу, после этого выберите в контекстном меню «Создать», а затем — любой элемент, например, «Папку».\n* Проверить настройки режима планшета. Кликните по значку уведомлений, перейдите во «Все параметры», затем — в «Систему». В разделе «Режим планшета» переключите оба переключателя (дополнительные возможности сенсорного управления и скрытие значков в панели задач) в положение «Включено», а затем — переключите их в состояние «Выключено».\n* Перезапустить проводник. Нажмите Ctrl+Alt+Del и откройте диспетчер задач — в нём нужно найти «проводник», нажать на нём ПКМ, и выбрать функцию «перезапустить».\n* Посмотреть историю документов. В Windows 10 есть специальная папка, которая «хранит» историю всех документов, с которыми работали. Посмотрите, нет ли среди списка файлов и каталогов тех, которые вы искали.\nЕсли ничего не помогло, возможно, искомые файлы и папки были удалены. Попробуйте посмотреть свойства папки «Рабочий стол» — во вкладке «Предыдущие версии», возможно, сохранилась копия каталога.\n\n\n\nВопрос: исчез ярлык рабочего стола из избранного\nОтвет: Если исчез ярлык рабочего стола, можно попробовать следующие действия:\n\n* Проверить, включено ли отображение значков. Для этого кликните правой кнопкой мыши по рабочему столу, выберите пункт «Вид» и убедитесь, что отмечен пункт «Отображать значки рабочего стола». Также попробуйте отключить этот пункт, а затем — снова включить.\n* Создать дополнительный элемент. Кликните правой кнопкой мыши по рабочему столу, после этого выберите в контекстном меню «Создать», а затем — любой элемент, например, «Папку».\n* Отключить «Режим планшета». Кликните по значку уведомлений, выберите «Все параметры», затем «Система». В разделе «Режим планшета» переключите оба переключателя (дополнительные возможности сенсорного управления и скрытие значков в панели задач) в положение «Включено», а затем — переключите их в состояние «Выключено». \n\n\n\nВопрос: не подключается конференция в зуме\nОтвет: Если не удаётся подключиться к конференции в Zoom, можно попробовать следующее:\n\n* Перезагрузить интернет. Для этого нужно зайти в настройки роутера и воспользоваться кнопкой перезагрузки, расположение которой может отличаться на разных моделях. Если проблема возникает на телефоне при использовании мобильного интернета, можно временно отключить режим передачи данных по сотовой сети или включить режим «В самолёте».\n* Обновить приложение Zoom. Также можно воспользоваться веб-версией программы, чтобы попробовать присоединиться к конференции через браузер.\n* Вручную ввести идентификатор конференции и код доступа. Для этого нужно войти в клиент Zoom для ПК, на вкладке «Главная» щёлкнуть «Присоединиться», ввести идентификатор конференции, затем снова щёлкнуть «Присоединиться» и ввести код доступа.\n* Обратиться к организатору конференции. Если идентификатор конференции недействительный, нужно запросить правильный у организатора.\n* Перезапустить устройство. После этого следует повторить попытку присоединения к конференции.\n\n\n\nВопрос: проблема с разрешением экрана\nОтвет: Если возникла проблема с разрешением экрана, можно попробовать следующее:\n\n* Проверить установку драйверов видеокарты. Для дискретной видеокарты на ПК — установить драйвер с сайта NVIDIA или AMD, для ПК с интегрированной видеокартой — с сайта производителя материнской платы, для ноутбука — с сайта производителя ноутбука для его модели.\n* Проверить подключение монитора. Если монитор подключён через адаптер или недавно приобретён новый кабель, стоит попробовать другие варианты подключения.\n* Перезагрузить Windows. Важно выполнить именно перезагрузку, а не завершение работы и включение.\n* Отключить быстрый запуск Windows.\n* Перезапустить драйверы видеокарты. Для этого нужно использовать сочетание клавиш Win + Ctrl + Shift + B.\n* Проверить настройки режима отображения в Windows. Если на компьютере подключено несколько мониторов, и у одного или нескольких из них возникают проблемы с разрешением, нужно зайти в меню «Пуск», выбрать «Параметры», далее «Система», во вкладке «Дисплей» нажать на «Дополнительные параметры дисплея», щёлкнуть «Свойства видеоадаптера для дисплея 1», нажать «Список всех режимов», выбрать правильное разрешение и нажать «ОК».\n* Настроить масштабирование DPI. Если установлено правильное разрешение, но текст и значки на экране кажутся слишком маленькими, можно зайти в «Параметры», выбрать «Система», во вкладке «Дисплей» справа открыть «дополнительные параметры масштабирования» и ввести число от 100 до 500 — процент масштабирования DPI.\n\n\n\nВопрос: распаковать архив\nОтвет: Чтобы распаковать архив, можно использовать встроенные инструменты Windows:\n\n1. Откройте «Проводник» и найдите архив в формате ZIP.\n2. Чтобы распаковать все файлы, нажмите кнопку «Извлечь всё» на панели инструментов «Проводника» или правой кнопкой мыши по архиву и выберите «Извлечь всё...».\n3. В появившемся окне укажите папку, куда хотите распаковать файлы. По умолчанию, Windows предложит распаковать файлы в ту же папку, где находится архив. Если нужно указать другую папку, нажмите «Обзор...», выберите нужное место и нажмите «Извлечь».\n\nЕщё один способ — воспользоваться программой-архиватором, например WinRar:\n1. Откройте папку с архивом.\n2. Нажмите правой кнопкой мыши по запакованному файлу и выберите пункт «Извлечь файлы».\n3. В открывшемся окне «Путь и параметры извлечения» выберите папку, куда хотите сохранить распакованные файлы.\n4. При необходимости настройте дополнительные параметры архивации и нажмите кнопку «ОК». \n\n\nВопрос: сделать яндекс браузер по умолчанию\nОтвет: Чтобы сделать «Яндекс Браузер» браузером по умолчанию на ПК, можно воспользоваться следующими способами:\n\n1. Через настройки «Яндекс Браузера»:\n* Откройте «Яндекс Браузер» через ярлык на рабочем столе или в меню поиска.\n* Нажмите на иконку с тремя горизонтальными линиями («Меню») в правом верхнем углу.\n* Перейдите в раздел «Настройки».\n* В разделе «Браузер по умолчанию» нажмите кнопку «Сделать Яндекс Браузером по умолчанию».\n2. Через настройки Windows 10 и Windows 11:\n* Откройте меню «Пуск» и выберите «Настройки» (иконка шестерёнки).\n* Перейдите в раздел «Приложения».\n* В меню выберите «Приложения по умолчанию».\n* Выберите «Яндекс Браузер» из списка, кликните на него и выберите «Сделать Yandex браузером по умолчанию».\n3. Через параметры системы в Windows 7 и Windows 8:\n* Откройте «Панель управления».\n* Перейдите в раздел «Программы по умолчанию».\n* Выберите «Задание программ по умолчанию».\n* В списке программ найдите и выберите «Яндекс Браузер».\n* Нажмите «Использовать эту программу по умолчанию» и подтвердите выбор.\n4. Через контекстное меню установочного файла:\n* Если «Яндекс Браузер» не установлен, загрузите установочный файл с официального сайта.\n* Щёлкните правой кнопкой мыши на установочный файл и выберите «Запуск от имени администратора».\n* Следуйте инструкциям мастера установки. В процессе установки вам будет предложено сделать «Яндекс Браузер» браузером по умолчанию, установите соответствующую галочку.\n5. Через командную строку (для опытных пользователей):\n* Откройте командную строку от имени администратора (для этого введите в поиске «cmd», щёлкните правой кнопкой мыши на «Командная строка» и выберите «Запуск от имени администратора»).\n* Введите следующую команду и нажмите Enter: start ms-settings. Это откроет настройки приложений по умолчанию.\n* Выберите «Яндекс Браузер». \n\n\n\nВопрос: обновить яндекс браузер\nОтвет: Чтобы обновить Яндекс Браузер, нужно:\n\n1. В правом верхнем углу окна нажать кнопку меню (☰).\n2. Выбрать раздел «Дополнительно» и нажать «О браузере».\n3. Если для браузера есть обновление, в открывшемся окне появится кнопка «Обновить». Нажать её.\n4. После установки обновления нажать на появившуюся кнопку «Перезапустить». Если обновление не требуется, появится надпись «Вы используете актуальную версию Яндекс Браузера».\n\nЕщё один способ — скачать браузер с сайта Яндекса:\n1. Перейти на сайт Яндекса и скачать последнюю версию браузера. 2\n2. Установить скачанный файл поверх старой версии. Браузер автоматически закроется и откроется с последней версией. "
    },
    {
        "id": 4,
        "title": "Вузовский сервис Tandem.txt",
        "text": "Вопрос: как работает тандем?\nОтвет: Введите в поисковой запрос \"tandem.tyuiu.ru\", нажмите enter. Введите ваш доменный логин и пароль в открывшемся окне аутентификации и нажмите \"Войти в систему\". В появившемся окне во вкладке \"Документы сессии\" вы увидете все электронные ведомости, назначенные на вас специалистом территориального отдела. Для того, чтобы заполнить необходимую вам ведомость, вы можете воспользоваться пиктограммами в правой части экрана или нажать на внутренний номер ведомости. \nПри нажатии на кнопку \"Выставить оценки\", перед вами появится журнал. Выберите количество аттестаций для этой дисциплины в этом семестре, укажите количество недель и максимальный балл для каждой аттестации. Заполните ведомость баллами у каждого студента. Нажмите кнопку \"Применить результата аттестации\", а после \"Сохранить\". Вернитесь обратно во вкладку с ведомостями и нажмите \"Печать\" для сохранения pdf-файлы с заполненной ведомостью. \nДля отправки документа на согласованиие откройте 1С:документооборот, перейдите в меню функции -> Документы и файлы -> Документы внутренние. Нажмите \"Создать\", в открывшемся меню перейдите в раздел \"Экзаменационные ведомости\" и нажмите \"Создать\". В поле \"Краткое содержание\" в левой части жкрана введите название группы и наименование дисциплины, чтобы специалисту территориального отдела было проще ориентироваться в документах. Нажмите кнопку \"Добавить\", чтобы прикрепить файл заполненной электронной ведомости. Нажмите \"Записать\", \"Подписать ЭП\", введите пароль вашему личному паролю безопасности. Для того, чтобы отправить форму по маршруту согласования, нажмите \"Отправить\" -> \"На согласование\". Укажите в после \"С кем согласовать\" все этапы согласования. Для добавления строк нажмите правую кнопку мыши и \"Добавить\". Также укажите вид согласования. Нажмите \"Стартовать и закрыть\".\n\n\nВопрос: как создать учебный план в системе Тандем и импортировать их из программы шахты?\nОтвет: Перейдите в системе Tandem в Орг.Структуру \"Структура подразделений\", выберите своё подразделение. Перейдите во вкладку \"Учебный процесс\", в поле \"Вид образовательной программы\" нажмите кнопку \"Добавить УП\" и заполните все необходимые поля, нажмите \"Сохранить\". Нажмите кнопку \"Добавить версию\" и укажите название в соответствии с утверждённым регламентом, нажмите \"Сохранить\". Нажмите кнопку \"Указать направленности (профили специальности)\". В появившемся окне отметьте галочками необходимые вам направленности и укажите выпускающее подразделение. Нажмите \"Сохранить\". После этого нажмите \"Импортировать файл plx\", выберите имеющийся файл из программы \"Шахты\", отметьте галочкой \"Импортировать строки плана\" и \"Импортировать график\". Нажмите \"Сохранить\". \n"
    },
    {
        "id": 5,
        "title": "Оборудование и инфраструктура.txt",
        "text": "Не работает ПК (не включается, нет картинки) \n\nПроверка питания (Проверьте, есть ли электричество в помещении, работает ли розетка, к которой подключён ПК. Если то проверьте получает ли питание ПК (Вентиляторы крутятся, лампочки светятся)) \n\nЕсли не идёт питание при подключении к рабочей сети или ПК сразу выключается, вызываем помощника \n\nПроверка монитора (инструкция к монитору ниже) \n\nЕсли не работает, вызываем помощника \n\nПерезагрузите ПК (удерживайте кнопку питания пока не он не перестанет гудеть и лампочки не потухнут, заново включите) \n\nЕсли ошибка POST (Обычно текст на чёрном экране, где ошибка на английском снизу в предпоследней строчке)  \n\nОшибка подключения устройств к ПК (если нельзя исправить на месте, зовём помощника) \n\nСиний экран (Win 10) \n\nВосстановление при загрузке \n\nЕсли не сработало, зовём помощника \n\n \n\nПК работает, но тормозит: \n\nОценка текущей нагрузки (Нажмите Ctrl+Shift+Esc, попробуйте закрыть ненужные процессы, нагружающие ПК) \n\nПроверка автозагрузки (в диспетчере задач во вкладке «Автозагрузка» отключите ненужные или редко используемые программы) \n\nАнтивирусная проверка (Откройте ваш антивирус и запустите сканирование системы) \n\nОбновление драйверов \n\nУзнайте модель вашего устройства \n\nОткройте \"Диспетчер устройств\". Для этого нажмите правую кнопку мыши на значок \"Пуск\" и выберите \"Диспетчер устройств\". \n\nНайдите нужное устройство. Разверните категорию, соответствующую вашему оборудованию (например, \"Видеоадаптеры\"). Щёлкните правой кнопкой мыши на устройстве и выберите \"Свойства\". Посмотрите модель устройства. На вкладке \"Общие\" вы увидите название модели устройства. \n\nСкачайте драйвера на сайте производителя \n\nНайдите название вашего устройства и установите драйвера, согласно инструкции на сайте \n\nАльтернатива: обновление драйверов через диспетчер устройств \n\nОткройте диспетчер устройств, щёлкните правой кнопкой мыши на нужном устройстве и выберите \"Обновить драйвер\". Выберите автоматический поиск обновлённых драйверов. Система попытается найти и установить доступные обновления.  \n\nЕсли ничего не помогло, вызываем помощника. \n\nПроектор не включается: \n\nПроверьте источники питания: Убедитесь, что проектор подключен к электрической розетке, и в розетке есть ток. Проверьте, не повреждён ли шнур питания. Если проектор портативный, проверьте заряд батареи. \n\nКнопка питания: Убедитесь, что проектор включён, нажмите кнопку питания. На некоторых проекторах для включения нужно совершить двойное нажатие кнопки. Также попробуйте нажимать кнопку сильнее обычного, иногда это помогает. \n\nПерезапуск: Отключите проектор от розетки на 10 секунд. Заново подключите кабель. Убедившись, что питание подключено верно и включите проектор. \n\nКонтактные разъёмы: Осмотрите контактные разъемы на проекторе и кабелях. Убедитесь, что они чистые и не окисленные, также убедитесь, что контакты подключены верно. \n\nЯркость: убедитесь, что яркость лампы достаточна, чтобы показывать изображение, обычно регулировка яркости находится на самом проекторе и\\или на пульте от него. Также попробуйте выключить свет в помещении и завесить окна. \n\nЕсли не помогает, вызываем помощника. \n\n \n\nНет сигнала на проекторе: \n\nПроверка кабеля:  \n\nУбедитесь, что кабель, используемый для подключения проектора к источнику сигнала (компьютеру, ноутбуку, медиаплееру), цел и не повреждён. Попробуйте использовать другой кабель, если есть возможность. \n\nУбедитесь, что кабель плотно вставлен в разъёмы как на проекторе, так и на источнике сигнала. Переключите кабель в другой порт, если доступно несколько входов. \n\nВыбор правильного источника: На проекторе выберите правильный источник сигнала. Обычно это делается через меню проектора. Например, если используете HDMI, убедитесь, что выбран именно HDMI-вход. \n\nНастройки источника сигнала: Проверьте, активирован ли вывод изображения на внешний дисплей на источнике сигнала (например, на ноутбуке). \n\nПереподключите кабель, убедившись в правильности его подключения \n\nОбновление драйверов: Если проектор подключается к компьютеру, убедитесь, что установлены актуальные драйверы для видеокарты. Если драйвера неактуальны, переустановите (инструкция уже есть) \n\nВ ином случае, вызываем помощника \n\n \n\nПроектор не выводит изображение: \n\nПроверка сигнала (шаги по решению предыдущей проблемы) \n\nПроверка режима отображения: На источнике сигнала (например, ноутбуке) убедитесь, что выбрана правильная конфигурация дисплея. Обычно это дублирование экрана или расширение рабочего стола. \n\nТестовый сигнал: Подключите проектор к другому источнику сигнала, чтобы убедиться, что проблема не в самом проекторе (в противном случае скипаем).  \n\nРегулировка яркости и контрастности: убедитесь, что яркость лампы достаточна, чтобы показывать изображение, обычно регулировка находится на самом проекторе и\\или на пульте от него. Также попробуйте выключить свет в помещении и завесить окна. \n\nОхлаждение: Убедитесь, что проектор получает достаточно воздуха для охлаждения. Чистка вентиляционных отверстий может улучшить работу проектора. \n\nВ ином случае вызываем помощника \n\n \n\nПодключение принтера: \n\nПодготовьте принтер: Распакуйте принтер и удалите всю транспортировочную ленту и защитные наклейки. Установите принтер на ровную поверхность. \n\nУстановка картриджей:  \n\nОткройте крышку доступа к картриджам. \n\nАккуратно извлеките старые картриджи, потянув их в направлении, указанном стрелками на каретке. Положите использованные картриджи на мягкую ткань или бумажную салфетку, чтобы избежать попадания чернил или тонера на рабочую поверхность. \n\nВозьмите новые картриджи и снимите защитную пленку или ленту, затем вставьте картриджи в соответствующие слоты, следуя направляющим на каретке. Убедитесь, что картриджи встали на место с характерным щелчком. \n\nЗакройте крышку доступа к картриджам. Подключите принтер к источнику питания и включите его. \n\nЗаливка тонера (если не уверены в себе, лучше позвать помощника) \n\nПодготовьте тонер, перчатки, маску и чистую сухую ткань. Очистите рабочее место и накройте его тканью, чтобы защитить от просыпания тонера. \n\nВыключите принтер и отключите его от источника питания. Откройте крышку доступа к бункерам для тонера. \n\nНаденьте перчатки и маску для защиты от вдыхания тонера \n\nЕсли принтер использовался долгое время, рекомендуется очистить бункеры от остатков старого тонера.  \n\nОткройте упаковку с тонером и аккуратно засыпьте его в бункер, следя за тем, чтобы тонер не попал на кожу или одежду. Засыпайте тонер до указанного уровня, следуя рекомендациям производителя. \n\nЗакройте бункер для тонера и убедитесь, что крышка надежно закрыта. Верните на место любые уплотнители или заглушки, если они использовались. \n\nСоберите остатки тонера с рабочей поверхности и утилизируйте их в соответствии с правилами утилизации отходов (правила утилизации тонера уточнить). \n\nЗагрузите бумагу нужного формата \n\nПодключение к компьютеру: Подключите принтер к компьютеру с помощью USB-кабеля или Wi-Fi согласно инструкции (в зависимости от возможностей принтера). \n\nЗагрузите бумагу нужного формата: Установка драйверов: Вставьте компакт-диск с драйверами, поставляемый с принтером, в привод CD/DVD компьютера. Следуйте инструкциям на экране для установки драйверов. В случае отсутствия дисковода, загрузите драйвера с сайта производителя или через флэш-накопитель c другого компьютера \n\nПроверка подключения: Откройте «Панель управления» на вашем компьютере. Перейдите в раздел «Устройства и принтеры». Убедитесь, что ваш принтер отображается в списке устройств. Если принтер не отображается, попробуйте переподключить его или переустановить драйверы. \n\nВ случае возникновения проблем вызываем помощника \n\n \n\nПринтер не печатает/не работает \n\nПроверка подключения: Убедитесь, что принтер подключен к источнику питания и компьютеру, и что USB-кабель или Wi-Fi соединение работают корректно. \n\nПроверка статуса принтера: Откройте «Панель управления» → «Устройства и принтеры». Найдите свой принтер и убедитесь, что он отмечен как «Устройство по умолчанию». Если принтер неактивен, кликните правой кнопкой мыши на иконку принтера и выберите «Использовать по умолчанию». \n\nПроверка очереди печати: Откройте очередь печати, дважды кликнув на иконку принтера в разделе «Устройства и принтеры». Убедитесь, что в очереди нет зависших заданий. Если есть зависшее задание, удалите его и попробуйте отправить документ на печать снова. \n\nПерезагрузка принтера: Выключите принтер, отключите его от источника питания на несколько минут, затем снова подключите и включите. Попробуйте распечатать тестовую страницу. \n\nПроверка уровня чернил/тонера: Проверьте уровень чернил или тонера через индикаторы на принтере или меню принтера, при необходимости прочтите руководство по эксплуатации вашего принтера. \n\nПроверка состояния бумаги: Убедитесь, что бумага загружена правильно и не застряла внутри принтера. Очистите ролики подачи бумаги от пыли и грязи. \n\nПереустановка драйверов: Удалите текущий драйвер принтера через «Панель управления» → «Программы и компоненты». Скачайте и установите последнюю версию драйвера с официального сайта производителя. \n\nЕсли ничего из перечисленного не помогает, то вызываем помощника. \n\n \n\nПринтер печатает плохо (часто кляксы, полосы, грязная печать) \n\nПроверка картриджа: Извлеките картридж из принтера и осмотрите его на наличие повреждений или засохшей краски. Протрите контактную площадку картриджа сухой тканью. Установите картридж обратно и попробуйте напечатать тестовую страницу. \n\nОчистка печатающей головки: Зайдите в меню принтера и выберите опцию очистки печатающей головки. Следуйте инструкциям на экране для проведения процедуры очистки. После завершения очистки попробуйте напечатать тестовую страницу. \n\nПроверка качества бумаги: Убедитесь, что используете качественную бумагу, подходящую для вашего принтера. Замените бумагу, если она влажная, мятая или низкого качества. \n\nРегулировка плотности печати: Откройте настройки принтера на компьютере. Найдите параметр «Качество печати» и увеличьте или уменьшите плотность печати. Попробуйте напечатать тестовую страницу с новыми настройками. \n\nЗамена картриджа: Возможно, картридж нуждается в замене. Установите новый оригинальный картридж вместо старого. \n\nЕсли ничего из перечисленного не помогает, то вызываем помощника. \n\n \n\nПринтер зажёвывает бумагу \n\nУдаление застрявшей бумаги: Осторожно извлеките застрявшую бумагу, стараясь не порвать её. Не тяните бумагу резко, чтобы избежать повреждения механизмов принтера. \n\nПроверка положения бумаги: Убедитесь, что бумага загружена ровно и не перекошена. Убедитесь, что направляющие в лотке подачи бумаги настроены правильно. Очистите ролики подачи бумаги от пыли и грязи. \n\nПроверка качества бумаги: Убедитесь, что используете качественную бумагу, подходящую для вашего принтера. Замените бумагу, если она влажная, мятая или низкого качества. \n\nПроверка наличия посторонних предметов: Осмотрите внутреннюю часть принтера на наличие посторонних предметов, таких как скрепки, скобы или кусочки бумаги. Удалите все найденные предметы. \n\nЕсли ничего из перечисленного не помогает, то вызываем помощника. \n\n \n\nПринтер не печатает PDF и Word-файлы \n\nПроверка формата файла: Убедитесь, что файл сохранён в поддерживаемом формате (PDF, DOCX и т.д.). Попробуйте сохранить файл в другом формате и повторить попытку печати. \n\nОбновление программного обеспечения: Обновите драйверы принтера до последней версии. Обновите программное обеспечение, которое вы используете для открытия и печати файлов (Adobe Reader, Microsoft Office и т.д.). \n\nПроверка настроек печати: Откройте файл, который хотите распечатать. Перейдите в меню «Файл» → «Печать». Убедитесь, что выбран правильный принтер и правильные настройки печати. \n\nПечать через другое приложение: Попробуйте открыть и распечатать файл через другое приложение. Например, если файл не печатается из Adobe Reader, попробуйте открыть его в браузере и распечатать оттуда. \n\nСоздание нового документа: Создайте новый документ и скопируйте содержимое из непечатаемого файла. Попробуйте распечатать новый документ. \n\nЕсли ничего из перечисленного не помогает, то вызываем помощника. \n\n \n\nПечатает с белыми полосами \n\nПроверка уровня чернил/тонера: Проверьте уровень чернил или тонера через индикаторы на принтере или меню принтера, при необходимости прочтите руководство по эксплуатации вашего принтера. \n\nОчистка печатающей головки: Зайдите в меню принтера и выберите опцию очистки печатающей головки. Следуйте инструкциям на экране для проведения процедуры очистки. После завершения очистки попробуйте напечатать тестовую страницу. \n\nПроверка картриджа: Извлеките картридж из принтера и осмотрите его на наличие повреждений или засохшей краски. Протрите контактную площадку картриджа сухой тканью. Установите картридж обратно и попробуйте напечатать тестовую страницу. \n\nЗамена картриджа: Возможно, картридж нуждается в замене. Установите новый оригинальный картридж вместо старого. \n\nЕсли ничего из перечисленного не помогает, то вызываем помощника. \n\n \n\nНастроить принтер на печать A3 \n\nПроверка возможности печати на А3: Убедитесь, что ваш принтер поддерживает формат А3, ознакомившись с руководством пользователя или посмотрев характеристики принтера в интернете, чтобы узнать точные характеристики принтера. \n\nИзменение размера бумаги в лотке: Откройте лоток подачи бумаги и настройте направляющие в лотке для формата А3. Загрузите бумагу формата А3 в лоток. \n\nНастройка печати на компьютере: Откройте файл, который хотите распечатать и перейдите в меню «Файл» → «Печать». В настройках печати выберите размер бумаги «А3». Убедитесь, что выбран правильный принтер и правильные настройки печати. \n\nПечать пробной страницы: Отправьте документ на печать и убедитесь, что он распечатывается на бумаге формата. \n\nПозвать помощника: если принтер поддерживает печать на в формате A3, но печать в этом формате не работает, вызываем помощника. \n\n \n\nПереподключение принтера \n\nПерезагрузка: Отключите принтер от источника питания и компьютера. Подождите несколько минут. Подключите принтер к источнику питания и компьютеру. Убедитесь, что все кабели надёжно закреплены. \n\nПереустановка драйверов: Удалите текущий драйвер принтера через «Панель управления» → «Программы и компоненты», затем скачайте и установите последнюю версию драйвера с официального сайта производителя или с диска в комплекте из принтера. \n\nПроверка подключения: Откройте «Панель управления» → «Устройства и принтеры» и убедитесь, что ваш принтер отображается в списке устройств. Если принтер не отображается, попробуйте переподключить его или переустановить драйверы \n\n \n\nСбились настройки \n\nСброс настроек: Зайдите в меню принтера и найдите опцию «Сброс настроек». Следуйте инструкциям на экране для выполнения сброса. \n\nПереустановка драйверов: Удалите текущий драйвер принтера через «Панель управления» → «Программы и компоненты». Скачайте и установите последнюю версию драйвера с официального сайта производителя. \n\nПроверка настроек печати: Откройте файл, который хотите распечатать и перейдите в меню «Файл» → «Печать». Убедитесь, что выбран правильный принтер и правильные настройки печати. \n\nПечать пробной страницы: Отправьте документ на печать и убедитесь, что он распечатывается корректно. \n\n \n\nПроблемы с монитором ПК \n\nПроверьте кабели и разъёмы: Убедитесь, что кабель HDMI, DVI или VGA не повреждён и хорошо подключен к монитору и видеокарте. По возможности попробуйте использовать другой кабель, чтобы исключить проблему с проводом. То же самое проделайте с кабелем питания \n\nОсмотр на физические повреждения: Убедитесь, что монитор не имеет физических повреждений (сколов, глубоких царапин, вмятин) \n\nПроверьте настройки монитора:  \n\nОткройте меню монитора, обычно его можно открыть с помощью кнопок или джойстика навигации на тыльной части монитора. \n\nУбедитесь, что яркость, контрастность, гамма, температурный режим и другие настройки соответствуют необходимым вам параметрам. \n\nПроверьте настройки разрешения: Убедитесь, что монитор работает на рекомендуемом разрешении. \n\nОбновите видеодрайвер:  \n\nНастройка изображения ПК:  \n\nНа рабочем столе кликните правой кнопкой мыши и выберите «Панель управления NVIDIA» или «Настройки Radeon» (также «Radeon Settings» или «AMD Radeon Software»)  \n\nВ окне перейдите по вкладке «Дисплей» → «Регулировка параметров цвета рабочего стола» (для NVIDIA GeForse) или «Дисплей» («Экран») → «Цвет» (Для AMD Radeon) \n\nНастройте яркость, контрастность, гамму и другие параметры. \n\nНажмите кнопку «Применить» \n\nВ ином случае вызвать помощника. \n\n \n\nПлохо работает камера \n\nПроверьте соединение камеры с устройством: Убедитесь, что камера правильно подключена к устройству (USB, HDMI и т.д.) и надежно закреплена. \n\nОчистите объектив камеры: Мягкой тканью (лучше микрофиброй) осторожно протрите объектив камеры, чтобы удалить пыль или загрязнения. Если на камере есть защитные плёнки или наклейки, отклейте их. \n\nПерезапустите устройство: Выключите устройство, подождите несколько секунд и снова включите его. Это поможет устранить возможные временные сбои. \n\nПроверьте настройки камеры в приложении: Откройте приложение, которое использует камеру, перейдите в настройки приложения и убедитесь, что выбрана правильная камера. Проверьте разрешение и качество записи, возможно, они выставлены на минимальные значения. \n\nОбновите драйверы камеры: Откройте \"Диспетчер устройств\" на своем компьютере. Найдите раздел \"Устройства обработки изображений\" и разверните его. Правой кнопкой мыши кликните на свою камеру и выберите \"Обновить драйвер\". Следуйте указаниям мастера обновления драйверов. Либо же, скачайте драйверы с сайта производителя и установите их. \n\nПереустановите приложение: Если проблема возникает только в одном конкретном приложении, попробуйте его переустановить. Удалите приложение через \"Приложения и функции\", затем скачайте и установите его заново. \n\nВ ином случае вызвать помощника. \n\n \n\nПроблемы с телефоном \n\nПроверьте питание: Убедитесь, что телефон подключен к электросети или батарея заряжена. Проверьте состояние кабеля питания на предмет повреждений или изломов. Проверьте, не ослабло ли гнездо зарядного устройства или аккумулятор телефона. \n\nПроверьте подключение к сети: Убедитесь, что телефон правильно подключен к телефонной розетке, или что телефон хорошо ловит связь. \n\nПерезагрузите телефон: Выключите телефон, подождите несколько секунд и снова включите его. Это может помочь устранить временные сбои в работе устройства. \n\nПроверьте настройки громкости: Убедитесь, что громкость на телефоне установлена на комфортный уровень. Проверьте регулятор громкости на трубке и базе телефона. \n\nВ ином случае вызвать помощника. \n\n \n\nПроблемы с мышью \n\nПроверьте подключение: Убедитесь, что мышь правильно подключена к компьютеру. Если используется беспроводная мышь, проверьте состояние батареек/аккумулятора и убедитесь, что устройство надежно подключено к компьютеру. При необходимости поменяйте батарейки или зарядите аккумулятор. \n\nПроверьте порт: Убедитесь, что порт USB или PS работает исправно. Попробуйте подключить мышь к другому порту. \n\nПерезагрузите компьютер: Выключите и снова включите компьютер. Это может помочь устранить временные сбои в работе устройства. \n\nПроверьте настройки устройства: Откройте \"Панель управления\" -> \"Оборудование и звук\" -> \"Устройства и принтеры\". Найдите свою мышь и убедитесь, что она распознается системой. Проверьте, установлен ли драйвер для вашей модели мыши. Если нет, скачайте и установите его с официального сайта производителя.  \n\nПроверьте поверхность: Убедитесь, что мышь лежит на гладкой и чистой поверхности. Некоторые типы ковриков для мыши могут быть несовместимы с некоторыми мышками. \n\nОчистите мышь: Если у вас проводная мышка, отсоедините ее и аккуратно протрите контакты и область сенсоров, убедитесь, что под клавишами мыши не скопился мусор. \n\nВ ином случае вызвать помощника. \n\n \n\nПроблемы с клавиатурой \n\nПроверьте подключение: Убедитесь, что клавиатура правильно подключена к компьютеру. Если используется беспроводная клавиатура, проверьте состояние аккумулятора и убедитесь, что приемник устройство подключено к компьютеру. При необходимости поменяйте батарейки или зарядите аккумулятор. \n\nПроверьте порт: Убедитесь, что порт USB или PS работает исправно. Попробуйте подключить мышь к другому порту. \n\nПерезагрузите компьютер: Выключите и снова включите компьютер. Это может помочь устранить временные сбои в работе устройства. \n\nОчистите клавиатуру: Отключите клавиатуру ее аккуратно протрите контакты кнопок, перед этим убрав весь мусор.  \n\nПроверьте настройки устройства (при возможности): По возможности, подключите к компьютеру другую клавиатуру, откройте \"Панель управления\" -> \"Оборудование и звук\" -> \"Устройства и принтеры\". Найдите свою клавиатуру и убедитесь, что она распознается системой. Проверьте, установлен ли драйвер для вашей клавиатуры. Если нет, скачайте и установите его с официального сайта производителя.  \n\nВ ином случае вызвать помощника. \n\n \n\nПроблемы с микрофоном \n\nПроверьте подключение: Убедитесь, что микрофон правильно подключен к компьютеру. Проверьте USB-порт или аудиовход на работоспособность. Если используется беспроводной микрофон, проверьте состояние батареи и убедитесь, что он подключён к компьютеру. \n\nПроверьте уровень громкости: Убедитесь, что уровень громкости микрофона не установлен на минимум, для этого откройте микшер громкости и проверьте уровень громкости для микрофона. \n\nПроверьте настройки приложений: Откройте приложение, которое использует микрофон. Проверьте настройки звука в приложении и убедитесь, что выбран правильный микрофон. \n\nПерезагрузите компьютер: Иногда простая перезагрузка может решить многие проблемы. Выключите и снова включите компьютер. \n\nПроверьте настройки устройства: Откройте \"Параметры\" (или \"Панель управления\") -> \"Система\" -> \"Звук\". Найдите свой микрофон и убедитесь, что он распознается системой. Проверьте, установлен ли драйвер для вашего микрофона. Если нет, скачайте и установите его с официального сайта производителя. \n\nОчистите микрофон: Аккуратно протрите микрофон, и его контакты. Убедитесь, что микрофон не забит пылью и мусором. \n\nВ ином случае вызвать помощника. \n\n \n\nМФУ копирует и сканирует белыми листами/Полосы при сканировании \n\nПроверьте качество бумаги: Убедитесь, что бумага чистая, без пятен и загрязнений. Если бумага слишком старая или низкого качества, она может выглядеть белой при сканировании. \n\nОчистите стекло сканера: Протрите стекло сканера мягкой тканью, смоченной в специальном средстве для очистки стекол. Проверьте, нет ли пыли, грязи или отпечатков пальцев на поверхности стекла. \n\nНастройте контраст и яркость: Откройте настройки сканирования на компьютере и попробуйте увеличить контрастность и уменьшить яркость. Это поможет избавиться от засветов. \n\nПроверьте источник света: Убедитесь, что лампа подсветки внутри устройства работает правильно. Если лампа перегорела, вызвать помощника. \n\nОбновление драйверов: Обновите драйвера через диспетчер устройств или же скачайте самые последние драйвера с сайта производителя МФУ и установите их. \n\nЕсли проблема не решена, вызвать помощника. \n\nНастроить сканирование на МФУ \n\nПодключение устройства: Подключите МФУ к компьютеру чере кабель или Wi-Fi-соединение. Убедитесь, что все нужные порты и кабели исправны и не повреждены или сетевое соединение надёжно. \n\nУстановка программного обеспечения: Установите все необходимые драйвера и программы с диска, который идет в комплекте с устройством, или скачайте их с официального сайта производителя. \n\nОткрытие панели управления. На вашем компьютере откройте «Панель управления» → «Устройства и принтеры». Найдите ваше МФУ в списке устройств, откройте «Свойства» и выберите его, как устройство по умолчанию. \n\nВыбор режима сканирования: Выберите нужный режим сканирования (цветной, черно-белый, разрешение и формат файла) в приложении, которым вы будете пользоваться. \n\nТестовый скан: Сделайте тестовый скан, чтобы убедиться, что всё настроено корректно. \n\nСохранение настроек. Сохраните выбранные параметры, чтобы они применялись автоматически при следующем сканировании. \n\nВ случае возникновения проблем вызвать помощника. \n\nНе читает флэш-накопитель(флэшку) \n\nПроверьте порт: Убедитесь в исправности USB порта, по возможности поменяйте порт. \n\nОбновите драйверы USB: Обновите драйверы USB на вашем компьютере. Это можно сделать через диспетчера устройств в Windows или через настройки системы на macOS. \n\nПроверьте на другом компьютере: Убедитесь, что флэш-накопитель исправно работает на другом устройстве. \n\nПроверьте файловую систему: Убедитесь, что файловая система флэшки совместима с вашим компьютером.  \n\nОтформатируйте флэшку: Если флэш-накопитель не распознается, попробуйте отформатировать её в формате FAT32. Это наиболее совместимый формат для большинства устройств. \n\nЕсли проблема не решена, заменить флэш-накопитель. \n\n \n\nПовернулся экран \n\nВоспользуйтесь одним из представленных способов: \n\nИспользуйте сочетание клавиш: Нажмите одновременно клавиши Ctrl + Alt + стрелка вниз (или другую стрелку в зависимости от текущего положения экрана). \n\nЧерез настройки экрана: Щелкните правой кнопкой мыши на рабочем столе и выберите \"Параметры экрана\" (или \"Разрешение экрана\" в зависимости от версии Windows). В открывшемся окне найдите раздел \"Ориентация\" и выберите \"Альбомная\" или \"Книжная\" в зависимости от желаемого положения экрана и примените настройки. \n\nЧерез панель управления: Откройте Панель управления и перейдите в раздел \"Экран\". Выберите \"Настройка разрешения экрана\", в разделе \"Ориентация\" выберите нужное положение экрана и нажмите \"ОК\". \n\nНет звука на ПК. \n\nПроверьте уровень громкости: Щелкните правой кнопкой мыши на значке динамика в области уведомлений (правый нижний угол экрана) и выберите \"Открыть микшер громкости\". Убедитесь, что звук не отключен и уровень громкости достаточный. Также убедитесь, что регулировка звука на самом устройстве стоит на нужном уровне. \n\nПроверьте настройки звука: Откройте Панель управления и перейдите в раздел \"Звук\". Убедитесь, что ваше аудиоустройство (например, динамики или наушники) выбрано как устройство по умолчанию. \n\nПроверьте подключение аудиоустройств: Убедитесь, что ваши динамики или наушники правильно подключены к ПК. По возможности, попробуйте подключить их к другому разъёму или устройству, чтобы убедиться, что они работают. \n\nОбновите драйверы: Обновите драйвера через диспетчер устройств или же скачайте актуальные драйверы с сайта производителя звукового устройства и установите их. \n\nПроверьте наличие обновлений Windows: Откройте Параметры (нажмите Win + I) и перейдите в раздел \"Обновление и безопасность\". Нажмите \"Проверить наличие обновлений\" и установите все доступные обновления. \n\nЕсли проблема не решена, вызвать помощника. \n\nНет сети \n\nПроверьте подключение к интернету: Убедитесь, что ваше устройство подключено к интернету. Если вы используете проводное соединение, проверьте кабель Ethernet. Если используете Wi-Fi, убедитесь, что устройство подключено к правильной сети. \n\nПроверьте настройки сети: Откройте настройки сети на вашем устройстве. Убедитесь, что ваше сетевое подключение активно и настроено правильно. \n\nПерезагрузите роутер и устройство: Перезагрузите ваш роутер и устройство. Это может помочь сбросить возможные временные проблемы с сетью. \n\nПроверьте индикаторы на роутере: Убедитесь, что индикаторы на роутере горят и показывают, что он подключен к интернету. Если индикаторы не горят или мигают, это может указывать на проблему с подключением к интернету. \n\nОбновите драйверы сетевой карты (для компьютеров): Откройте Диспетчер устройств, найдите раздел \"Сетевые адаптеры\" и разверните его. Щелкните правой кнопкой мыши на вашем сетевом адаптере и выберите \"Обновить драйвер\". Вы так же можете обновить драйверы вашей сетевой карты, скачав последнюю версию с официального сайта производителя карты и установив их. \n\nПроверьте наличие обновлений (для компьютеров): Откройте Параметры (нажмите Win + I) и перейдите в раздел \"Обновление и безопасность\". Нажмите \"Проверить наличие обновлений\" и установите все доступные обновления. \n\nПроверьте настройки брандмауэра и антивируса (для компьютеров): Убедитесь, что ваш брандмауэр и антивирус не блокируют доступ к интернету. Попробуйте временно отключить их и проверить, работает ли интернет. \n\nПроверьте настройки DNS (для компьютеров): Откройте Панель управления и перейдите в раздел \"Сеть и Интернет\". Выберите ваше сетевое подключение и откройте его свойства. Найдите протокол IPv4 и откройте его свойства. Убедитесь, что установлены правильные настройки DNS-серверов (спрашивать у IT отдела). Также попробуйте подключить корпоративный VPN (если есть). \n\nЕсли проблема не решена, вызвать помощника. \n\n \n\nУстановить печать с разных ПК на один принтер \n\nПодключение принтера: Убедитесь, что принтер подключен к сети (через Ethernet или Wi-Fi) или к одному из компьютеров через USB. \n\nУстановка драйверов: На каждом компьютере, с которого планируется печать, установите драйверы для принтера. Драйверы можно скачать с официального сайта производителя принтера. \n\nНастройка общего доступа к принтеру: На компьютере, к которому подключен принтер, откройте Панель управления и перейдите в раздел \"Устройства и принтеры\". Найдите ваш принтер, щелкните на нем правой кнопкой мыши и выберите \"Свойства принтера\". Перейдите на вкладку \"Доступ\" и установите флажок \"Общий доступ к данному принтеру\", затем нажмите \"ОК\" для сохранения изменений. \n\nДобавление принтера на другие компьютеры: На других компьютерах откройте Панель управления и перейдите в раздел \"Устройства и принтеры\". Нажмите \"Добавить принтер\" и выберите \"Добавить сетевой, беспроводной или Bluetooth-принтер\". В списке доступных принтеров выберите ваш принтер и следуйте инструкциям мастера установки. \n\nПроверка подключения: После добавления принтера на все компьютеры, попробуйте распечатать тестовую страницу с каждого компьютера, чтобы убедиться, что все работает корректно. \n\n \n\nВыдается ошибка о замене фотобарабана. \n\nПроверьте состояние фотобарабана: Откройте крышку принтера или МФУ и осмотрите фотобарабан. Если он выглядит изношенным или поврежденным, его необходимо заменить. \n\nЗамените фотобарабан: Приобретите новый фотобарабан, совместимый с вашей моделью принтера. Убедитесь, что вы используете оригинальные запчасти от производителя. Следуйте инструкциям производителя по замене фотобарабана. Обычно это включает в себя снятие старого барабана и установку нового. \n\nСброс счетчика фотобарабана: После замены фотобарабана может потребоваться сброс счетчика. Это можно сделать через меню устройства или с помощью специального программного обеспечения. Проверьте руководство пользователя для вашей модели устройства, чтобы узнать, как выполнить сброс счетчика. \n\nПроверьте настройки принтера: Убедитесь, что в настройках принтера нет ошибок или неправильных параметров, которые могут вызывать сообщение об ошибке. \n\nОбновите прошивку: Проверьте наличие обновлений прошивки для вашего принтера на официальном сайте производителя. Обновление прошивки может решить проблемы с ошибками. \n\nПроверьте подключение: Убедитесь, что принтер правильно подключен к компьютеру или сети. Проверьте USB-кабель или Wi-Fi-соединение. \n\nЕсли проблема не решена, вызвать помощника. \n\n \n\nНе работает пульт от проектора \n\nПроверьте батарейки: Убедитесь, что батарейки в пульте заряжены. Попробуйте заменить их на новые. \n\nПроверьте инфракрасный порт: Убедитесь, что инфракрасный порт на пульте и проекторе не заблокирован и не загрязнен. Протрите их мягкой тканью. Проверьте, работает ли излучатель. Для этого наведите цифровую камеру на пульт (например, откройте камеру на телефоне) и нажмите любую кнопку. Если излучатель исправен, на камере будет видно свечение(мигание). \n\nПроверьте расстояние и угол: Убедитесь, что пульт находится на достаточном расстоянии от проектора и направлен прямо на него. Инфракрасные сигналы могут не работать на больших расстояниях или под углом. \n\nПроверьте совместимость: Убедитесь, что пульт совместим с вашим проектором. Если вы используете универсальный пульт, убедитесь, что он правильно настроен для работы с вашим проектором. \n\nПроверьте настройки проектора: Убедитесь, что проектор настроен на прием сигналов от пульта. Проверьте настройки в меню проектора. \n\nПроверьте подключение: Убедитесь, что проектор правильно подключен к источнику питания и включен. \n\nПроверьте программное обеспечение: Если вы используете программное обеспечение для управления проектором, убедитесь, что оно обновлено и совместимо с вашим проектором. \n\nЕсли проблема не решена, заменить пульт или вызвать помощника. "
    },
    {
        "id": 6,
        "title": "Работа с 1C.txt",
        "text": "Вопрос: как добавить виджет с заявками в 1С?\nОтвет: нажмите на один из пустых секторов на стартовой странице системы 1С: документооборот. Нажмите на прозрачный плюс, выберите категорию \"заявки\", нажмите кнопку \"готово\". Теперь, чтобы быстро добавить заявку, нажмите на соответствующую кнопку на панели, выберите нужную категорию, нажмите кнопку \"создать заявку\". Заполните все необходимые поля, сначала нажмите \"запустить и закрыть\", а после кнопку \"запустить\" во всплывающем окне.\n\n\nВопрос: как перемещать материальные ценности между материально ответственными лицами в 1С?\nОтвет: откройте 1С: документооборот и перейдите во вкладку \"документы внутренние\", нажмите кнопку \"создать\". Выберите папку \"заявки на перемещение материальных ценностей\", нажмите кнопку \"создать\". Интерфейс данного документа разбит на 2 части. В левой половине приведены все Ваши материальные ценности, распределённые по счетам, а в правой - идентичная таблица материально ответственного лица, которому вы хотите передать те или иные материальные ценности. \nЗаполнение начинается с выбора человека в поле \"МОЛ Получатель\". Если имя выбираемого вами человека не вставляется в заполняемое поле, то он не является МОЛ. После выбора получателя, выделите конкретную передаваемую ценность и для перемещения используйте кнопку навигации между таблицами. Укажите желаемое количество, нажмите \"ОК\". Какую-либо ценность можно вернуть обратно с помощью кнопки навигации до согласования. После этого нажмите \"подписать\", теперь кнопку \"Стартовать процесс\". Выберите кнопку \"Перейти к запуску процесса\" и в конце нажмите \"Стартовать и закрыть\".\n\n\nВопрос: как создать заявку на закрепление учебной нагрузки по форме 1 в 1С?\nОтвет: Откройте систему 1С: документооборот. Перейдите в меню функции, во вкладке \"документы и файлы\" выберите \"документы внутренние\". Нажмите кнопку \"создать\" и найдите папку \"учебная почасовая нагрузка\", раскройте её. Выберите заявление \"форма 1\", нажмите кнопку \"создать\". Перед вами появится окно заполнения заявки. Выберите период проведения занятий, вы можете указать конкретные даты или целый период, нажмите кнопку \"выбрать\". \nДалее необходимо выбрать сотрудника, за которым будет закреплена нагрузка, начните набирать фамилию. После этого нужно выбрать: институт, за которым будет закреплена нагрузка; кафедру, за которой закреплена нагрузка, институт, в котором будут проводиться занятия. Всё это можно выбрать при помощи кнопки \"Показать все\", появляющейся после нажатия стрелки в вводимом поле. \nДалее необходимо выбрать дисциплину и группу, в рамках которой будет реализовываться данная нагрузка. Для этого нажмите \"Добавить\". Соответствующим образом заполните поля в строке. В рамках одной заявки можно выбрать не более 5 дисциплин. \nДалее необходимо выбрать вид нагрузки. Нажмите кнопку \"Добавить\", а потом \"показать все\". Укажите нужные значения вида нагрузки (аудиторная или внеаудиторная) и часов. Колонки с номерами соответствуют выбранным группам и дисциплинам из таблицы выше. Заявляются оба вида нагрузки (аудиторная и внеаудиторная), поэтому в конечном итоге в нижней таблице должно быть 2 строки. По завершению заполнения заявки нажмите \"Записать\", \"Провести\", \"Стартовать процесс\" и \"ОК\".\n\n\nВопрос: как создать заявление о выполнении учебных поручений по форму 2 в 1С?\nОтвет: Откройте систему 1С:Документооборот. Перейдите в меню функции во вкладку \"Документы и файлы\", в \"Документы внутренние\". Нажмите кнопку \"Создать\", найдите папку \"Учебная(почасовая) нагрузка\" и найдите форму \"Заявление форма 2\" и нажмите \"Создать\". \nПеред вами окно заполнения заявления. Выберите сотрудников. Если есть учёная степень или заявление, необходимо их указать. Заполните обязательные поля. Далее необходимо выбрать согласованный приказ о закреплении за сотрудником учебной нагрузки из выпадающего списка при нажатии кнопки \"Показать все\". Выберите институт, в котором велись занятия. \nДалее происходит заполнение табличной части. Необходимо заполнить поля строки: все, если занятие велось 1 день. Если занятия проводились в течение какого-то периода (несколько дней и более), то можно не указывать время занятий.\nПосле окончания заполнения заявления нажмите \"Записать\", \"Стартовать процесс\".\n\n\nВопрос: как создать приказ на закрепление учебной нагрузки в 1С?\nОтвет: откройте систему 1С:документооборот, зайдите в меню функции, перейдите во вкладку \"Документы и файлы\", а после в \"Документы внутренние\". Нажмите кнопку \"Создать\", в открывшемся окне найдите папку \"Учебная(почасовая) нагрузка\", раскройте её и выберите \"Приказ на закрепление учебной нагрузки\", нажмите \"Создать\". В появившемся окне заполните поля \"Кафедра\" и \"Период проведения занятий\". Нажмите кнопку \"Найти согласованные заявки\" и система автоматически заполнит таблицу ниже. \nЕсли вы делаете приказ для сотрудников, занимающих руководящие должности, нажмите соответствующую галочку перед нажатием кнопки \"Найти ...\". Нажмите \"Записать\", \"Стартовать процесс\" и \"ОК\".\n\n\nВопрос: Как заполнить счёт на оплату в 1С?\nОтвет: Откройте систему 1С:документооборот, перейдите в меню функции -> Документы и файлы -> Документы внутренние. Нажмите \"Создать\" и \"Счета на оплату\". В появившемся окне заполните все необходимые пустые поля:  Контрагент, Реквизиты. В реквизитах поставьте отметку вида договора (с или без договора), вида платежа. Добавьте в файлы скан счёта с подписью с помощью кнопки \"Добавить\". Во вкладке \"Товары и услуги\" добавляете в табличную часть всё, что указано в счёте. Далее нажмите \"Подписать ЭП\" (флэшка заранее вставлена в компьютер), вводите пароль к сертификату. Нажмите \"Готово\", \"Стартовать процесс\", \"Перейти к запуску процесса\" и \"Стартовать и закрыть\"."
    }
]